<?php
return array(
	/* 性别 */
	'gender'        => array(
		0 => '保密',
		1 => '男',
		2 => '女',
	),

	/* 星座 */
	'constellation' => array(
		1  => '水瓶座', //1月20日～2月18日
		2  => '双鱼座', //2月19日～3月20日
		3  => '白羊座', //3月21日～4月19日
		4  => '金牛座', //4月20日～5月20日
		5  => '双子座', //5月21日～6月21日
		6  => '巨蟹座', //6月22日～7月22日
		7  => '狮子座', //7月23日～8月22日
		8  => '处女座', //8月23日～9月22日
		9  => '天秤座', //9月23日～10月23日
		10 => '天蝎座', //10月24日～11月22日
		11 => '射手座', //11月23日～12月21日
		12 => '摩羯座', //12月22日～次年1月19日
	),
);